<?php
/*
=====================================================
 DataLife Engine - by SoftNews Media Group 
-----------------------------------------------------
 http://dle-news.ru/
-----------------------------------------------------
 Copyright (c) 2004-2016 SoftNews Media Group
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: find_tags.php
-----------------------------------------------------
 Назначение: Автоподсказки для облака тегов
=====================================================
*/

require_once('../../vqmod/vqmod.php');
VQMod::bootup();

require_once(VQMod::modCheck('find_tags.php'));

?>