<?php
/*
=====================================================
 DataLife Engine - by SoftNews Media Group 
-----------------------------------------------------
 http://dle-news.ru/
-----------------------------------------------------
 Copyright (c) 2004-2016 SoftNews Media Group
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: templates.php
-----------------------------------------------------
 Назначение: AJAX для редактирования шаблонов
=====================================================
*/

require_once('../../vqmod/vqmod.php');
VQMod::bootup();

require_once(VQMod::modCheck('templates.php'));

?>